"OK" = "OK";
"DONE" = "Ferdig";
"Done" = "Ferdig";
"CANCEL" = "Avbryt";

"Later" = "Senere";

"NEW_ACTION" = "Ny aksjon";
"DELETE_ACTION" = "Slett handling";
"Delete project" = "Slette prosjektet";
"Move to In-Basket" = "Flytt til Innboks";
"UNDO_ACTION" = "Angre ferdigstillelse";

"Date" = "Dato";
"Time" = "Tid";
"Alert" = "Årvåken";
"At the same time" = "Samtidig";
"%@ before" = "%@ før";

"LAST_MONTH" = "siste måned";
"LAST_WEEK" = "siste uke";
"LAST_YEAR" = "i fjor";
"NEXT_MONTH" = "neste måned";
"NEXT_WEEK" = "neste uke";
"NEXT_YEAR" = "neste år";
"SOMEDAY_MAYBE" = "dag / kanskje";
"THIS_MONTH" = "denne måneden";
"THIS_WEEK" = "denne uken";
"THIS_YEAR" = "i år";
"TODAY" = "i dag";
"TOMORROW" = "i morgen";
"YESTERDAY" = "i går";

"CALENDAR" = "Kalender";

"DESCRIPTION" = "Beskrivelse";
"DISABLED" = "Deaktivert";
"ENABLED" = "Aktivert";
"SOUND" = "Lyd";
"TRY" = "Prøve";
"Restore" = "Gjenopprette";

"in-basket" = "innboksen";
"delegated" = "delegert";
"completed" = "fullført";

"How soon do you plan to do this?" = "Hvor fort har du tenkt å gjøre dette?";
"Enable repeat and notification will be coming every minute until you act on it." = "Aktiver gjenta og varsling kommer hvert minutt før du handler på den.";

/* \n is the line break */
"Pull down and release\nto add a new task." = "dra ned og slipp\nlegge til en ny oppgave";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "Dra en oppgave til høyre for å\n• fullført,\n• utsette,\n• kalender eller\n• delegere den";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "Dra en oppgave til venstre for å\n• fjerne,\n• gjenta,\n• spesifisere eller,\n• sende den";
"Pull up and release\nto clear completed tasks." = "trekke opp og slipp\nfjerne fullførte oppgaver";

"all done" = "alle gjort";

"STATISTICS_ACTIONS_IN_LIST" = "handlinger\ner i listen";
"STATISTICS_ACTIONS_FOR_TODAY" = "handlinger\nfor å gjøre i dag";
"STATISTICS_ACTIONS_DONE_TOTAL" = "handlinger\nutført";
"STATISTICS_DAYS_PASSED_TOTAL" = "dagene\ngikk";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "handlinger\nper dag";

"Purchase" = "Kjøp";
"Receipt for this app expired." = "Kvittering for denne app utløpt.";
"Premium Feature" = "Dette er en premium-funksjonen";
"Disable ads here just for %@ right now!" = "Få det nå for %@!";
"Try for a week" = "Prøv i en uke";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "Dette er en premium-funksjonen. Men du deaktivert i-app kjøp. Aktiver dem i innstillinger til å fortsette.";
"Purchase transaction for the feature failed. Try again later." = "Kjøpstransaksjon for funksjonen mislyktes. Prøv igjen senere.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "Dette er en premium-funksjonen. Men enheten har ikke Internett-tilkobling nå. Prøv igjen senere.";
"All previously purchased features were restored." = "Alle tidligere kjøpt funksjoner ble gjenopprettet.";

"You can greatly help by writing a review." = "Du kanne høyeste hjelpe ved å skrive en anmeldelse.";

"WELCOME" = "velkommen";
"keep tasks here" = "holde aktiviteter her";

"Repeat" = "Gjenta";
"DAY" = "DAG";
"WEEK" = "UKE";
"MONTH" = "MÅNED";
"everyday" = "hverdagen";
"done %@ times" = "gjort %@ ganger";
"Skip repetition" = "Hoppe over gjentagelse";
"REPEAT_DAY_1" = "dag";
"REPEAT_DAY_234" = "dager";
"REPEAT_DAY_567890" = "dager";

"Complete" = "Fullføre";
"Postpone" = "Utsette";
"Schedule" = "Tidsplan";

"Version" = "Versjon";
"Feedback" = "Tilbakemelding";
"Help" = "Hjelp";
"Sounds" = "Lyder";
"Theme" = "Tema";
"Dark" = "Mørk";
"Light" = "Lett";
"Automatic" = "Automatisk";
"Multiline titles" = "Multi titler";
"Delete confirmation" = "Slett bekreftelse";
"Icon badge" = "Ikon badge";
"Calendar reminder" = "Kalender påminnelse";
"Overdue reminder" = "Forfalt påminnelse";
"Process reminder" = "Prosess påminnelse";
"Review reminder" = "Gjennomgang påminnelse";
"Restore in-app purchases" = "Gjenopprett in-app kjøp";
"Send usage statistics" = "Send bruksstatistikk";

"Application" = "App";
"Projects" = "Prosjekter";
"Periodic tasks" = "Periodiske oppgaver";
"Archive" = "Arkiv";

"Change in storage" = "Endre lagring";
"Сopy existing tasks to the new storage?" = "Kopiere eksisterende aktiviteter til nye lagring?";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "Du har ingen aktiviteter for i dag.\n•\nGå tilbake ved knipe i eller riste.";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "Du har ingen aktiviteter i dette prosjektet.\n•\nLegge til oppgaver ved å trekke ned.\n•\nGå tilbake ved knipe i eller riste.";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "Du har fullført oppgavene. Fullføre dem. eller angi for dem nye datoer. (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "Du bør behandle samlet oppgaver regelmessig for å holde orden. (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "Se gjennom listen hver uke, dette vil holde det pålitelig. (%@)";

/* %@ is where number of done actions will go */
"Happy" = "Glad";
"Confused" = "Forvirret";
"Unhappy" = "Ulykkelig";
"Tell the story of your success and help others to achive the same!" = "Fortell om din suksess og hjelpe andre å oppnå samme!";
"Search for help on a website or write an email to developer." = "Søk etter hjelp på et webområde eller skrive en mail til utvikleren.";
"Sorry to hear. What can I do to fix this?" = "Beklager å høre. Hva kan jeg gjøre for å fikse dette?";
"How do you feel about it?" = "Hvordan føler du om det?";
"Congratulations! You completed %@ tasks." = "Gratulerer, du har nettopp avsluttet %@ aktiviteter!";
"Please, rate this app on the App Store. Thanks!" = "Vennligst vurdere dette programmet på App Store.";
"Rate %@" = "Rate %@";
"Not now" = "Ikke nå";
"Don't ask again" = "Ikke spør igjen";
"I completed %@ tasks!" = "Jeg avsluttet %@ aktiviteter!";

"Enjoying this app?" = "Nyter denne app?";
"Would you mind giving me some feedback?" = "Kan du gi oss noen tilbakemeldinger?";
"How about rating on the App Store, then?" = "Hva med vurdering på App Store, da?";
"Not really" = "Nei";
"Yes!" = "Ja";
"No, thanks" = "Nei";
"Ok, sure" = "Ja";
"NO" = "Nei";
"YES" = "Ja";
